; <Slovenian>
; Andrew Poženel (https://github.com/anderlli0053)

[Slovenian]
IDS_TITLE_EXCLUDE=Izpusti
IDS_FILE=Datoteka
IDS_SETTINGS=Nastavitve
IDS_EXIT=Izhod
IDS_EDIT=Uredi
IDS_PURGE_UNUSED=Počisti neuporabljene aplikacije
IDS_PURGE_TIMERS=Počisti časovnike
IDS_FIND=Išči
IDS_REFRESH=Osveži
IDS_VIEW=Pogled
IDS_ICONS=Ikone
IDS_ICONSSMALL=Majhne
IDS_ICONSLARGE=Velike
IDS_ICONSISHIDDEN=Ne nalagaj ikon
IDS_LANGUAGE=Jezik
IDS_FONT=Pisava
IDS_HELP=Pomoč
IDS_WEBSITE=Spletna stran
IDS_CHECKUPDATES=Preglej posodobitve
IDS_DONATE=Podpri!
IDS_ABOUT=O programu
IDS_TRAY_SHOW=Pokaži/Skrij
IDS_TRAY_START=Omogoči filtre
IDS_TRAY_STOP=Onemogoči filtre
IDS_TRAY_RULES=Pravila
IDS_TRAY_BLOCKLIST_RULES=Seznam blokiranih
IDS_TRAY_SYSTEM_RULES=Sistemska pravila
IDS_TRAY_USER_RULES=Uporabniška pravila
IDS_TRAY_LOGERR=Dnevnik napak
IDS_ADD_FILE=Dodaj aplikacijo
IDS_ANY=Katerikoli
IDS_DISABLENOTIFICATIONS=Onemogoči obvestila
IDS_OPENRULESEDITOR=Ustvari pravilo
IDS_TIMER=Časovnik
IDS_DISABLETIMER=Onemogoči časovnik
IDS_EXPLORE=Odpri mapo
IDS_COPY=Kopiraj
IDS_SELECT_ALL=Izberi vse
IDS_CHECK=Omogoči izbrano
IDS_UNCHECK=Onemogoči izbrano
IDS_ADD=Dodaj
IDS_EDIT2=Uredi
IDS_DELETE=Izbriši
IDS_EXPORT=Izvoz
IDS_IMPORT=Uvoz
IDS_RULE_ALLOWLOOPBACK=Dovoli povratne povezave za vse
IDS_HIGHLIGHT_INVALID=Neveljavno (datoteka ni najdena ali težava s filtrom)
IDS_HIGHLIGHT_NETWORK=Aplikacija v omrežju
IDS_HIGHLIGHT_PICO=Pico aplikacija
IDS_HIGHLIGHT_SIGNED=Podpisana aplikacija
IDS_HIGHLIGHT_SILENT=Onemogočena obvestila
IDS_HIGHLIGHT_SPECIAL=Uporabniška pravila
IDS_HIGHLIGHT_SYSTEM=Sistemska aplikacija
IDS_GROUP_TIMER=Aplikacije s časovnikom
IDS_EDITOR=Urejevalnik pravil
IDS_NAME=Ime
IDS_RULE=Pravilo
IDS_PORTVERSION=Družina (samo vrata)
IDS_PROTOCOL=Protokol
IDS_DIRECTION=Smer
IDS_ACTION=Dejanje
IDS_DATE=Datum
IDS_FILEPATH=Pot
IDS_SIGNATURE=Podpis
IDS_ADDRESS=Naslov
IDS_FILTER=Filter
IDS_NOTES=Opombe
IDS_ADDED=Dodano
IDS_TIMELEFT=Preostali čas
IDS_SIGN_SIGNED=Podpisano
IDS_SIGN_UNSIGNED=Nepodpisano
IDS_GROUP_ALLOWED=Aplikacije z internetnim dostopom
IDS_GROUP_BLOCKED=Aplikacije brez internetnega dostopa
IDS_GROUP_ENABLED=Omogočena pravila
IDS_GROUP_DISABLED=Onemogočena pravila
IDS_DIRECTION_1=Odhodno
IDS_DIRECTION_2=Vhodno
IDS_DIRECTION_3=Obojestransko
IDS_ACTION_ALLOW=Dovoli
IDS_ACTION_BLOCK=Blokiraj
IDS_ENABLE_CHK=Omogoči pravilo
IDS_WIKI=Pomoč
IDS_SAVE=Shrani
IDS_CLOSE=Zapri
IDS_SETTINGS_GENERAL=Splošno
IDS_TITLE_GENERAL=Splošna konfiguracija
IDS_TITLE_LANGUAGE=Jezik
IDS_TITLE_CONFIRMATIONS=Potrditve
IDS_TITLE_INTERFACE=Vmesnik
IDS_TITLE_HIGHLIGHTING=Označevanje
IDS_TITLE_LOGGING=Dnevnik paketov
IDS_TITLE_NOTIFICATIONS=Obvestila
IDS_TITLE_ADVANCED=Napredno
IDS_ALWAYSONTOP_CHK=Vedno na vrhu
IDS_LOADONSTARTUP_CHK=Naloži ob zagonu sistema
IDS_STARTMINIMIZED_CHK=Zaženi pomanjšano
IDS_SHOWFILENAMESONLY_CHK=Prikaži samo imena datotek
IDS_AUTOSIZECOLUMNS_CHK=Samodejno prilagodi stolpce
IDS_SKIPUACWARNING_CHK=Preskoči opozorilo "Nadzor uporabniških računov"
IDS_CHECKUPDATES_CHK=Periodično preverjaj posodobitve (priporočeno)
IDS_LANGUAGE_HINT=Izberi jezik:
IDS_USESTEALTHMODE_CHK=Prepreči skeniranje vrat
IDS_USESTEALTHMODE_HINT=Prepreči skeniranje TCP vrat s tihim zavračanjem vhodnih TCP RST paketov in skeniranje UDP vrat z odgovorom "Cilj ni dosegljiv" na odhodne ICMP pakete.
IDS_INSTALLBOOTTIMEFILTERS_CHK=Omogoči filtre ob zagonu
IDS_INSTALLBOOTTIMEFILTERS_HINT=Prepreči uhajanje podatkov med zagonom sistema, še preden se začne servis "Base Filtering Engine" (BFE).
IDS_USECERTIFICATES_CHK=Preveri aplikacije za digitalne podpise
IDS_USENETWORKRESOLUTION_CHK=Razreši omrežne naslove
IDS_DISABLEWINDOWSFIREWALL_CHK=Onemogoči požarni zid Windows
IDS_ENABLEWINDOWSFIREWALL_CHK=Omogoči požarni zid Windows
IDS_CONFIRMEXIT_CHK=Prikaži potrditveno okno ob izhodu
IDS_CONFIRMEXITTIMER_CHK=Prikaži potrditveno okno ob izhodu, ko so časovniki aktivni
IDS_CONFIRMLOGCLEAR_CHK=Potrdi pri brisanju dnevnika
IDS_COLORS_HINT=Dvokliknite na element za spremembo.
IDS_ENABLELOG_CHK=Omogoči beleženje paketov v datoteko
IDS_LOGSHOW=Prikaži dnevnik
IDS_LOGCLEAR=Izbriši dnevnik
IDS_LOGSIZELIMIT_HINT=Največja velikost dnevnika: (kB)
IDS_ENABLENOTIFICATIONS_CHK=Omogoči obvestila o paketih
IDS_NOTIFICATIONSOUND_CHK=Omogoči zvok obvestil
IDS_NOTIFICATIONTIMEOUT_HINT=Zakasnitev med podobnimi obvestili (sek.):
IDS_NOTIFY_TOOLTIP=Nastavi uporabniško pravilo za dovoljenje dostopa do naslova in/ali vrat za to aplikacijo.
IDS_QUESTION=Ste prepričani?
IDS_QUESTION_DELETE=Izbrišem izbrane elemente?
IDS_QUESTION_START=S tem boste onemogočili omrežni dostop aplikacijam glede na trenutno konfiguracijo. Nadaljujem?
IDS_QUESTION_STOP=S tem boste povrnili omrežni dostop vsem trenutno blokiranim aplikacijam. Nadaljujem?
IDS_QUESTION_EXIT=Nameščeni filtri bodo še naprej delovali tudi po izhodu iz programa. Nadaljujem?
IDS_QUESTION_TIMER=Časovnik(i) aktivni. Časovniki bodo delovali le, ko teče aplikacija. Izhod?
IDS_QUESTION_TIMERS=Izbrišem vse časovnike?
IDS_QUESTION_FLAG_CHK=Ne vprašaj več
IDS_STATUS_EMPTY=Prazno.
IDS_STATUS_SYNTAX_ERROR=Sintaktična napaka v pravilu!
IDS_ADDRESS_LOCAL=Vir
IDS_ADDRESS_REMOTE=Cilj
IDS_UPDATE_ERROR=Napaka pri povezavi s strežnikom za posodobitve.
IDS_UPDATE_DOWNLOAD=Prenašam posodobitev...
IDS_UPDATE_DONE=Prenos posodobitve končan.
IDS_GROUP_SPECIAL_APPS=Aplikacije z uporabniškimi pravili
IDS_RULE_ALLOWLOOPBACK_HINT=To dovoli ves povratni promet.
IDS_RESET=Ponastavi
IDS_EXCLUDESTEALTH_CHK=povezave s skenirnikom vrat
IDS_EXCLUDEBLOCKLIST_CHK=seznam blokiranih
IDS_UPDATE_INIT=Preverjam za nove izdaje...
IDS_UPDATE_INSTALL=Razpoložljiva posodobitev. Želite jo namestiti zdaj?
IDS_EXCLUDECUSTOM_CHK=uporabniška pravila
IDS_EXCLUDECLASSIFYALLOW_CHK=dovoljene povezave
IDS_STATUS_TIMER_DONE=Časovnik za aplikacijo je potekel
IDS_ICONSEXTRALARGE=Zelo velike
IDS_STATUS_UNUSED_APPS=Neuporabljene aplikacije
IDS_STATUS_TIMER_APPS=Aplikacije s časovnikom
IDS_SECUREFILTERS_CHK=Omogoči zaščito nameščenih filtrov
IDS_SECUREFILTERS_HINT=Prepreči nepooblaščenim aplikacijam dostop do nameščenih filtrov.
IDS_USEREFRESHDEVICES_CHK=Osveži filtre ob priklopu (pomnilniških) naprav
IDS_RULE_ALLOW6TO4=Dovoli IPv6 preusmeritve (6to4) za vse
IDS_RECOMMENDED=priporočeno
IDS_ICONSISTABLEVIEW=Prikaži kot tabelo
IDS_ACTION_ALLOW_HINT=Dovoli omrežni dostop za vedno
IDS_ACTION_BLOCK_HINT=Blokiraj omrežni dostop za vedno
IDS_ACTION_LATER_HINT=Prezri in vprašaj me pozneje
IDS_RULE_APPLY_2=Uveljavi "%s" za to aplikacijo
IDS_EDITRULES=Uredi pravila
IDS_TAB_APPS=Aplikacije
IDS_TAB_SERVICES=Storitve
IDS_TAB_PACKAGES=UWP aplikacije
IDS_TAB_NETWORK=Povezave
IDS_STATE=Stanje
IDS_STATUS_FILTERS_ACTIVE=Filtri so omogočeni.
IDS_STATUS_FILTERS_INACTIVE=Filtri so onemogočeni!
IDS_STATUS_FILTERS_PROCESSING=Uveljavljam filtre
IDS_HIGHLIGHT_CONNECTION=Imajo omrežne povezave
IDS_SHOWINLIST=Prikaži na seznamu
IDS_BLOCKLIST_SPY=Microsoftovo vohunjenje in telemetrija
IDS_BLOCKLIST_UPDATE=Microsoftove posodobitve
IDS_BLOCKLIST_EXTRA=Microsoftove aplikacije
IDS_PORT=Vrata
IDS_NOTIFY_TITLE=Omrežno opozorilo
IDS_NOTIFY_HEADER=Omrežna povezava je bila blokirana
IDS_DISABLE=Onemogoči
IDS_TITLE_SECURITY=Varnost
IDS_LOGVIEWER_HINT=Aplikacija za pregled dnevnika
IDS_NOTIFICATIONONTRAY_CHK=Prikaži obvestilno okno v sistemski vrstici
IDS_NETWORK_CLOSE=Zapri povezavo
IDS_RULE_BLOCKOUTBOUND=Blokiraj odhodne povezave za vse
IDS_RULE_BLOCKINBOUND=Blokiraj vhodne povezave za vse
IDS_VIEW_ICON=Ikone
IDS_VIEW_DETAILS=Podrobnosti
IDS_VIEW_TILE=Ploščice
IDS_RULE_HINT=Če pustite polja prazna, se bo pravilo uporabilo za katerikoli naslov in vrata.
IDS_RULE_APPS_HINT=Če ni izbrane aplikacije, se bo pravilo uporabilo za vse aplikacije.
IDS_STATUS_FILTERS_ACTIVE_TEMP=Filtri so omogočeni do ponovnega zagona.
IDS_INSTALL_PERMANENT=Trajna pravila. Pravila delujejo, dokler jih ročno ne onemogočite.
IDS_INSTALL_TEMPORARY=Začasna pravila. Pravila se ponastavijo po naslednjem ponovnem zagonu.
IDS_ENABLEUILOG_CHK=Omogoči vmesnik za beleženje paketov
IDS_NOTIFICATIONFULLSCREENSILENTMODE_CHK=Omogoči tihi način, ko je celozaslonska aplikacija v ospredju
IDS_TITLE_TRAY=Ikona v sistemski vrstici
IDS_TRAYICONSINGLECLICK_CHK=Enojni klik na ikono v sistemski vrstici za odpiranje
IDS_ENABLE_APP_CHK=Omogoči omrežni dostop
IDS_APP_HINT=Ni razloga za nastavitev dovolilnega pravila za aplikacijo, ki že ima omrežni dostop.
IDS_HOST=Gostitelj
IDS_CONFIRMALLOW_CHK=Potrdi ob dovoljenju aplikacije
IDS_QUESTION_ALLOW=Ste prepričani, da želite omogočiti poln internetni dostop za to aplikacijo?
IDS_SHOWSEARCHBAR_CHK=Prikaži iskalno vrstico
IDS_LAYER=Plast
IDS_RULE_ALLOWWINDOWSUPDATE=Dovoli Windows Update
IDS_ACTION_TERMINATE_HINT=Končaj proces
IDS_PROFILE_TYPE=Vrsta profila
IDS_USEAPPMONITOR_CHK=Spremljaj spremembe aplikacij
IDS_DISABLEREMOVAL=Onemogoči odstranjevanje
IDS_USEHASHES_CHK=Preveri aplikacije za SHA-256 hash
IDS_COMMENT=Komentarji
IDS_USEDARKTHEME=Uporabi temno temo
IDS_KEEPUNUSED_CHK=Obdrži neuporabljene aplikacije
IDS_UPDATE_NO=Ni razpoložljivih posodobitev.
IDS_UPDATE_YES=Razpoložljiva posodobitev. Prenesem in namestim zdaj?
IDS_UPDATE_SPEED=Hitrost
IDS_RULE_FOR_ALL=za vse
IDS_RULE_FOR_APPS=za aplikacije
IDS_PROFILE_TYPE_PLAIN=Navaden
IDS_PROFILE_TYPE_COMPRESSED=Stisnjen
IDS_PROFILE_TYPE_ENCRYPTED=Šifriran
IDS_SESSION_ONLY=samo za to sejo
IDS_LIMIT_REACHED=Meja dosežena.
IDS_INTERNAL_RULE=Notranje pravilo
IDS_LOADING=Nalaganje...
IDS_DIRECTION_REMOTE=Oddaljen
IDS_DIRECTION_LOCAL=Lokalen
IDS_WARNING_UNEXPECTED=Be careful, through service/driver host (svchost.exe/System) internet traffic can let out through unexpected ways. Continue?
IDS_WARNING_ME=If you disallow main process, you cannot use resolve network addresses option. Continue?
IDS_TOTAL=Total
IDS_EXCLUDEINBOUND_CHK=inbound multicast/broadcast
IDS_CONNECTIONS_ENABLE=Enable connections monitoring
IDS_CONNECTIONS_SHOWAITCONNECTIONS=Show waiting connections
IDS_CONNECTIONS_MEASUREUDPTRAFFIC=Measure UDP/QUIC traffic (experimental, restart required)
IDS_UDP_ACCOUNTING=UDP (including QUIC): ETW bytes since this socket was first monitored.
IDS_UDP_UNAVAILABLE=UDP measurement unavailable or incomplete. Restart simplewall to retry. Error
IDS_UDP_PENDING=UDP: no verified measurement yet. Sockets opened before monitoring must be reopened.
